export default {
  projections: {
    ТЧГрафСобесE: {
      планирСобес: {
        __caption__: 'Планир собес',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        },
        датаПланСобес: {
          __caption__: ''
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандидата: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должности: {
              __caption__: 'должность'
            }
          },
          датаРегистр: {
            __caption__: 'Дата Регистрации'
          }
        }
      }
    }
  },
  validations: {
    планирСобес: {
      __caption__: 'Планир собес'
    },
    графСобес: {
      __caption__: 'графСобес'
    }
  }
};
