export default {
  projections: {
    ПланирСобесE: {
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      датаПланСобес: {
        __caption__: 'Дата Регистрации'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        фИОКандидата: {
          __caption__: 'ФИО'
        },
        вакантДолжн: {
          __caption__: '',
          должности: {
            __caption__: 'должность'
          }
        }
      }
    },
    ПланирСобесL: {
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      датаПланСобес: {
        __caption__: 'Дата Регистрации'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'ФИО',
        фИОКандидата: {
          __caption__: 'ФИО'
        },
        вакантДолжн: {
          __caption__: '',
          должности: {
            __caption__: 'должность'
          }
        }
      }
    }
  },
  validations: {
    датаПланСобес: {
      __caption__: 'Дата Регистрации'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    }
  }
};
